tap "browsh-org/browsh"
tap "candid82/brew"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "sass/sass"
tap "shopify/shopify"
tap "valelint/vale"
cask "java"
brew "aspell"
brew "bat"
brew "bettercap"
brew "bibclean"
brew "brogue"
brew "clojure"
brew "coreutils"
brew "curl"
brew "f3"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gcc"
brew "ghostscript", link: false
brew "gifsicle"
brew "gifski"
brew "git"
brew "gnupg"
brew "go"
brew "gobuster"
brew "gopass"
brew "grep"
brew "hadolint"
brew "hub"
brew "hunspell"
brew "imagemagick"
brew "imageoptim-cli"
brew "jq"
brew "leiningen"
brew "libpcap"
brew "ruby", link: true
brew "libtermkey"
brew "mas"
brew "mkvtoolnix"
brew "moreutils"
brew "mp3info"
brew "neovim"
brew "newsboat"
brew "nmap"
brew "nnn"
brew "pandoc"
brew "pdf2svg"
brew "proxychains-ng"
brew "radare2"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redpen"
brew "ripgrep"
brew "rsnapshot"
brew "rsync"
brew "rsync-time-backup"
brew "rust"
brew "sc-im"
brew "shellcheck"
brew "ssh-copy-id"
brew "stow"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tintin"
brew "tmux"
brew "tor"
brew "torsocks"
brew "translate-shell"
brew "tree"
brew "tvnamer"
brew "vim"
brew "watchexec"
brew "weechat"
brew "wget"
brew "wine"
brew "winetricks"
brew "yamllint", link: false
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "browsh-org/browsh/browsh"
brew "candid82/brew/joker"
brew "sass/sass/sass"
brew "shopify/shopify/themekit"
brew "valelint/vale/vale"
cask "alacritty"
cask "alfred"
cask "brogue"
cask "commander-one"
cask "discord"
cask "docker"
cask "dropbox"
cask "dungeon-crawl-stone-soup-tiles"
cask "duplicati"
cask "dwarf-fortress-lmp"
cask "emacs"
cask "firefox"
cask "font-3270-nerd-font"
cask "font-3270-nerd-font-mono"
cask "font-anonymouspro-nerd-font"
cask "font-anonymouspro-nerd-font-mono"
cask "font-arimo-nerd-font"
cask "font-arimo-nerd-font-mono"
cask "font-aurulentsansmono-nerd-font"
cask "font-aurulentsansmono-nerd-font-mono"
cask "font-bitstreamverasansmono-nerd-font"
cask "font-bitstreamverasansmono-nerd-font-mono"
cask "font-codenewroman-nerd-font"
cask "font-codenewroman-nerd-font-mono"
cask "font-consolas-for-powerline"
cask "font-cousine-nerd-font"
cask "font-cousine-nerd-font-mono"
cask "font-dejavusansmono-nerd-font"
cask "font-dejavusansmono-nerd-font-mono"
cask "font-droidsansmono-nerd-font"
cask "font-droidsansmono-nerd-font-mono"
cask "font-fantasque-sans-mono"
cask "font-fantasquesansmono-nerd-font"
cask "font-fantasquesansmono-nerd-font-mono"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-firamono-nerd-font"
cask "font-firamono-nerd-font-mono"
cask "font-fontawesome"
cask "font-go-mono-nerd-font"
cask "font-go-mono-nerd-font-mono"
cask "font-gohu-nerd-font"
cask "font-gohu-nerd-font-mono"
cask "font-hack-nerd-font"
cask "font-hack-nerd-font-mono"
cask "font-hasklig-nerd-font"
cask "font-hasklig-nerd-font-mono"
cask "font-heavydata-nerd-font"
cask "font-heavydata-nerd-font-mono"
cask "font-hermit-nerd-font"
cask "font-hermit-nerd-font-mono"
cask "font-ibm-plex"
cask "font-inconsolata-nerd-font"
cask "font-inconsolata-nerd-font-mono"
cask "font-inconsolatago-nerd-font"
cask "font-inconsolatago-nerd-font-mono"
cask "font-inconsolatalgc-nerd-font"
cask "font-inconsolatalgc-nerd-font-mono"
cask "font-inter-ui"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-nerd-font-mono"
cask "font-lekton-nerd-font"
cask "font-lekton-nerd-font-mono"
cask "font-liberationmono-nerd-font"
cask "font-liberationmono-nerd-font-mono"
cask "font-meslo-nerd-font"
cask "font-meslo-nerd-font-mono"
cask "font-monofur-nerd-font"
cask "font-monofur-nerd-font-mono"
cask "font-monoid-nerd-font"
cask "font-monoid-nerd-font-mono"
cask "font-mononoki-nerd-font"
cask "font-mononoki-nerd-font-mono"
cask "font-mplus-nerd-font"
cask "font-mplus-nerd-font-mono"
cask "font-profont-nerd-font"
cask "font-profont-nerd-font-mono"
cask "font-proggyclean-nerd-font"
cask "font-proggyclean-nerd-font-mono"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-robotomono-nerd-font"
cask "font-robotomono-nerd-font-mono"
cask "font-sharetechmono-nerd-font"
cask "font-sharetechmono-nerd-font-mono"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "font-spacemono-nerd-font"
cask "font-spacemono-nerd-font-mono"
cask "font-terminus-nerd-font"
cask "font-terminus-nerd-font-mono"
cask "font-tinos-nerd-font"
cask "font-tinos-nerd-font-mono"
cask "font-ubuntu-nerd-font"
cask "font-ubuntu-nerd-font-mono"
cask "font-ubuntumono-nerd-font"
cask "font-ubuntumono-nerd-font-mono"
cask "handbrake"
cask "hyper"
cask "iina"
cask "imageoptim"
cask "java-jdk-javadoc"
cask "keepingyouawake"
cask "kitty"
cask "ksdiff"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "mactex"
cask "mounty"
cask "mpv"
cask "onyx"
cask "osxfuse"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "skim"
cask "spotify"
cask "steam"
cask "suspicious-package"
cask "transmission"
cask "ubiquiti-unifi-controller"
cask "veracrypt"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "webpquicklook"
cask "wireshark"
cask "xld"
cask "xquartz"
mas "com.apple.dt.Xcode", id: 497799835
mas "com.apple.garageband10", id: 682658836
mas "com.apple.iMovieApp", id: 408981434
mas "com.apple.iWork.Keynote", id: 409183694
mas "com.apple.iWork.Numbers", id: 409203825
mas "com.apple.iWork.Pages", id: 409201541
mas "com.bananaglue.mac.inet", id: 403304796
mas "com.blackpixel.kaleidoscope", id: 587512244
mas "com.hindsightlabs.paprika.mac.v3", id: 1303222628
mas "com.kodlian.Icon-Slate", id: 439697913
mas "com.microsoft.rdc.macos", id: 1295203466
mas "com.pixelmatorteam.pixelmator", id: 407963104
mas "com.sindresorhus.Gifski", id: 1351639930
mas "pl.micropixels.NepTunes", id: 1006739057
