tap "borgbackup/tap"
tap "browsh-org/browsh"
tap "candid82/brew"
tap "dart-lang/dart"
tap "denisidoro/tools"
tap "dotenvx/brew"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "khanhas/tap"
tap "mistertea/et"
tap "oven-sh/bun"
tap "rigellute/tap"
tap "sass/sass"
tap "schollz/tap"
tap "shopify/shopify"
tap "spectralops/tap"
tap "srkomodo/tap"
tap "terrastruct/d2"
tap "tldr-pages/tldr"
brew "aerc"
brew "highway"
brew "imath"
brew "xz"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "ruby", link: true
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "aspell"
brew "dbus"
brew "libxext"
brew "bat"
brew "bettercap"
brew "bibclean"
brew "fontconfig"
brew "cairo"
brew "gcc"
brew "openblas"
brew "numpy"
brew "pillow"
brew "python@3.11"
brew "binwalk"
brew "bombadillo"
brew "bottom"
brew "libavif"
brew "brogue", link: false
brew "broot"
brew "cataclysm"
brew "clib"
brew "cloc"
brew "rlwrap"
brew "clojure"
brew "cmake"
brew "colordiff"
brew "croc"
brew "ctop"
brew "curl"
brew "d2"
brew "deno"
brew "diff-so-fancy"
brew "diffoscope"
brew "difftastic"
brew "dnscrypt-proxy"
brew "docker-completion"
brew "entr"
brew "epubcheck"
brew "f3"
brew "fd"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "ffmpeg@6"
brew "findutils"
brew "fnm"
brew "pkg-config"
brew "pkcs11-helper"
brew "freerdp"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "pugixml"
brew "openvino"
brew "gifski"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobuster"
brew "gopass"
brew "gpgme"
brew "grep"
brew "hadolint"
brew "helix"
brew "httpie"
brew "hub"
brew "hunspell"
brew "zlib"
brew "mysql-client"
brew "hydra"
brew "hyperfine"
brew "icdiff"
brew "libheif"
brew "libomp", link: true
brew "libraw"
brew "imagemagick"
brew "imageoptim-cli"
brew "ipfs"
brew "jq"
brew "just"
brew "kopia"
brew "krb5"
brew "lazydocker"
brew "leiningen"
brew "libewf"
brew "libffi"
brew "libpcap"
brew "openssl@1.1"
brew "libtermkey"
brew "lnav"
brew "magic-wormhole"
brew "make"
brew "markdown"
brew "mas"
brew "masscan"
brew "mdbook"
brew "node", link: false
brew "mermaid-cli"
brew "mise"
brew "qt"
brew "mkvtoolnix"
brew "monolith"
brew "moreutils"
brew "mp3info"
brew "n"
brew "navi"
brew "nmap"
brew "pandoc"
brew "ripgrep"
brew "w3m"
brew "nb"
brew "neovim"
brew "nethack"
brew "newsboat"
brew "nikto"
brew "nnn"
brew "nss"
brew "opensc"
brew "oxipng"
brew "pcalc"
brew "poppler"
brew "python@3.9"
brew "pdf2svg"
brew "peco"
brew "potrace"
brew "protobuf"
brew "proxychains-ng"
brew "py3cairo"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygobject3"
brew "python@3.10"
brew "python@3.8"
brew "pyyaml"
brew "qpdf"
brew "radare2"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redpen"
brew "restic"
brew "ripgrep-all"
brew "rsnapshot"
brew "rsync"
brew "rsync-time-backup"
brew "rtv"
brew "ruff"
brew "rust"
brew "sc-im"
brew "shellcheck"
brew "sherlock"
brew "sk"
brew "sops"
brew "speedtest-cli"
brew "ssh-copy-id", link: true
brew "stow"
brew "subversion"
brew "tcpflow"
brew "tectonic"
brew "teller"
brew "wireshark", link: false
brew "termshark"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tintin"
brew "tldr"
brew "tmux"
brew "tor"
brew "torsocks"
brew "translate-shell"
brew "tree"
brew "tvnamer"
brew "vale"
brew "vapoursynth"
brew "vim"
brew "watchexec"
brew "weechat"
brew "wget"
brew "wine"
brew "winetricks"
brew "wordgrinder"
brew "wtfutil"
brew "yamllint"
brew "you-get"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "borgbackup/tap/borgbackup-fuse"
brew "browsh-org/browsh/browsh"
brew "candid82/brew/joker"
brew "dart-lang/dart/dart"
brew "dotenvx/brew/dotenvx"
brew "jesseduffield/lazygit/lazygit"
brew "khanhas/tap/spicetify-cli"
brew "mistertea/et/et"
brew "oven-sh/bun/bun"
brew "rigellute/tap/spotify-tui"
brew "sass/sass/sass"
brew "shopify/shopify/shopify-cli"
brew "shopify/shopify/themekit"
brew "srkomodo/tap/shadowfox-updater"
cask "1password-cli"
cask "adoptopenjdk8"
cask "alfred"
cask "bibdesk"
cask "brogue"
cask "clop"
cask "colorpicker-rcwebcolorpicker"
cask "colorpicker-skalacolor"
cask "corretto"
cask "discord"
cask "docker"
cask "dropbox"
cask "dungeon-crawl-stone-soup-tiles"
cask "duplicati"
cask "dwarf-fortress-lmp"
cask "emacs"
cask "firefox"
cask "firefox@developer-edition"
cask "font-3270-nerd-font-mono"
cask "font-anonymouspro-nerd-font"
cask "font-anonymouspro-nerd-font-mono"
cask "font-arimo-nerd-font"
cask "font-arimo-nerd-font-mono"
cask "font-ark-pixel-10px-monospaced"
cask "font-ark-pixel-10px-proportional"
cask "font-ark-pixel-12px-monospaced"
cask "font-ark-pixel-12px-proportional"
cask "font-ark-pixel-16px-monospaced"
cask "font-ark-pixel-16px-proportional"
cask "font-atkinson-hyperlegible"
cask "font-aurulentsansmono-nerd-font"
cask "font-aurulentsansmono-nerd-font-mono"
cask "font-bitstreamverasansmono-nerd-font"
cask "font-bitstreamverasansmono-nerd-font-mono"
cask "font-cascadia"
cask "font-codenewroman-nerd-font"
cask "font-codenewroman-nerd-font-mono"
cask "font-consolas-for-powerline"
cask "font-cousine-nerd-font"
cask "font-cousine-nerd-font-mono"
cask "font-cozette"
cask "font-dejavusansmono-nerd-font"
cask "font-dejavusansmono-nerd-font-mono"
cask "font-droidsansmono-nerd-font"
cask "font-droidsansmono-nerd-font-mono"
cask "font-fantasque-sans-mono"
cask "font-fantasquesansmono-nerd-font"
cask "font-fantasquesansmono-nerd-font-mono"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-firamono-nerd-font"
cask "font-firamono-nerd-font-mono"
cask "font-fontawesome"
cask "font-go-mono-nerd-font"
cask "font-go-mono-nerd-font-mono"
cask "font-gohu-nerd-font"
cask "font-gohu-nerd-font-mono"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-hack-nerd-font-mono"
cask "font-hasklig-nerd-font"
cask "font-hasklig-nerd-font-mono"
cask "font-heavydata-nerd-font"
cask "font-heavydata-nerd-font-mono"
cask "font-hermit-nerd-font"
cask "font-hermit-nerd-font-mono"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ibm-plex"
cask "font-inconsolata-nerd-font"
cask "font-inconsolata-nerd-font-mono"
cask "font-inconsolatago-nerd-font"
cask "font-inconsolatago-nerd-font-mono"
cask "font-inconsolatalgc-nerd-font"
cask "font-inconsolatalgc-nerd-font-mono"
cask "font-inter"
cask "font-inter-ui"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-nerd-font-mono"
cask "font-iosevka-slab"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-lekton-nerd-font-mono"
cask "font-liberationmono-nerd-font"
cask "font-liberationmono-nerd-font-mono"
cask "font-m-plus"
cask "font-meslo-nerd-font"
cask "font-meslo-nerd-font-mono"
cask "font-monaspace"
cask "font-monofur-nerd-font"
cask "font-monofur-nerd-font-mono"
cask "font-monoid-nerd-font"
cask "font-monoid-nerd-font-mono"
cask "font-mononoki-nerd-font"
cask "font-mononoki-nerd-font-mono"
cask "font-mplus-1mn-nerd-mono"
cask "font-m+-nerd-font"
cask "font-mplus-nerd-font-mono"
cask "font-neodunggeunmo"
cask "font-neodunggeunmo-code"
cask "font-noto-nerd-font"
cask "font-noto-nerd-font-mono"
cask "font-open-sans"
cask "font-open-sans-condensed"
cask "font-poppins"
cask "font-profont-nerd-font"
cask "font-profont-nerd-font-mono"
cask "font-proggyclean-nerd-font"
cask "font-proggyclean-nerd-font-mono"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-robotomono-nerd-font"
cask "font-robotomono-nerd-font-mono"
cask "font-rounded-m-plus"
cask "font-sf-mono-for-powerline"
cask "font-sharetechmono-nerd-font"
cask "font-sharetechmono-nerd-font-mono"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "font-spacemono-nerd-font"
cask "font-spacemono-nerd-font-mono"
cask "font-spleen"
cask "font-sudo"
cask "font-terminus-nerd-font"
cask "font-terminus-nerd-font-mono"
cask "font-tinos-nerd-font-mono"
cask "font-ubuntu-nerd-font"
cask "font-ubuntu-nerd-font-mono"
cask "font-ubuntumono-nerd-font"
cask "font-ubuntumono-nerd-font-mono"
cask "gutenprint"
cask "handbrake"
cask "imageoptim"
cask "keepingyouawake"
cask "keka"
cask "kitty"
cask "kopiaui"
cask "ksdiff"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "librewolf"
cask "losslesscut"
cask "macfuse"
cask "mactex"
cask "mono-mdk"
cask "mounty"
cask "obs"
cask "obsidian"
cask "onyx"
cask "osxfuse"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "qutebrowser"
cask "raycast"
cask "sdformatter"
cask "secretive"
cask "signal"
cask "skim"
cask "sloth"
cask "sparrow"
cask "spotify"
cask "steam"
cask "stolendata-mpv"
cask "suspicious-package"
cask "temurin"
cask "temurin@8"
cask "temurin@8"
cask "tex-live-utility"
cask "tor-browser"
cask "transmission"
cask "ubiquiti-unifi-controller"
cask "unshaky"
cask "veracrypt"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "webpquicklook"
cask "wezterm"
cask "wireshark"
cask "xld"
cask "xquartz"
mas "Color Picker", id: 1545870783
mas "FileBot.launcher", id: 905384638
mas "Gifski", id: 1351639930
mas "Hush", id: 1544743900
mas "Icon Slate", id: 439697913
mas "iNet Network Scanner", id: 403304796
mas "Instapaper Save", id: 1481302432
mas "Kaleidoscope", id: 587512244
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "NepTunes", id: 1006739057
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Pixelmator", id: 407963104
mas "SponsorBlock for YouTube - Skip Sponsorships", id: 1573461917
mas "uBlacklist for Safari", id: 1547912640
mas "Wipr", id: 1320666476
