tap "adoptopenjdk/openjdk"
tap "browsh-org/browsh"
tap "candid82/brew"
tap "dart-lang/dart"
tap "denisidoro/tools"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mistertea/et"
tap "rigellute/tap"
tap "sass/sass"
tap "schollz/tap"
tap "shopify/shopify"
tap "srkomodo/tap"
tap "tldr-pages/tldr"
brew "aspell"
brew "readline"
brew "sqlite"
brew "xz"
brew "bat"
brew "bettercap"
brew "bibclean"
brew "binwalk"
brew "brogue"
brew "broot"
brew "cairo"
brew "cloc"
brew "openjdk"
brew "clojure"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "dnscrypt-proxy"
brew "docker-completion"
brew "f3"
brew "fd"
brew "pkg-config"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "gifski"
brew "git"
brew "gnupg"
brew "go"
brew "gobuster"
brew "gopass"
brew "grep"
brew "hadolint"
brew "httpie"
brew "hub"
brew "hunspell"
brew "hydra"
brew "icdiff"
brew "imagemagick"
brew "imageoptim-cli"
brew "jq"
brew "leiningen"
brew "libpcap"
brew "ruby", link: true
brew "libtermkey"
brew "markdown"
brew "mas"
brew "masscan"
brew "mkvtoolnix"
brew "moreutils"
brew "mp3info"
brew "n"
brew "neovim"
brew "nethack"
brew "newsboat"
brew "nikto"
brew "nmap"
brew "nnn"
brew "pandoc"
brew "pdf2svg"
brew "proxychains-ng"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygobject3"
brew "radare2"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redpen"
brew "ripgrep"
brew "rsnapshot"
brew "rsync"
brew "rsync-time-backup"
brew "rtv"
brew "sc-im"
brew "shellcheck"
brew "speedtest-cli"
brew "ssh-copy-id", link: true
brew "stow"
brew "subversion"
brew "tectonic"
brew "wireshark", link: false
brew "termshark"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tintin"
brew "tldr"
brew "tmux"
brew "tor"
brew "torsocks"
brew "translate-shell"
brew "tree"
brew "tvnamer"
brew "vale"
brew "vim"
brew "watchexec"
brew "weechat"
brew "wget"
brew "wine"
brew "winetricks"
brew "wtfutil"
brew "yamllint"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "browsh-org/browsh/browsh"
brew "candid82/brew/joker"
brew "mistertea/et/et"
brew "rigellute/tap/spotify-tui"
brew "sass/sass/sass"
brew "schollz/tap/croc"
brew "shopify/shopify/themekit"
brew "srkomodo/tap/shadowfox-updater"
cask "adoptopenjdk10"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "adoptopenjdk9"
cask "alacritty"
cask "alfred"
cask "bibdesk"
cask "brogue"
cask "colorpicker-rcwebcolorpicker"
cask "colorpicker-skalacolor"
cask "corretto"
cask "discord"
cask "docker"
cask "dropbox"
cask "dungeon-crawl-stone-soup-tiles"
cask "duplicati"
cask "dwarf-fortress-lmp"
cask "emacs"
cask "firefox"
cask "firefox-developer-edition"
cask "font-3270-nerd-font"
cask "font-3270-nerd-font-mono"
cask "font-anonymouspro-nerd-font"
cask "font-anonymouspro-nerd-font-mono"
cask "font-arimo-nerd-font"
cask "font-arimo-nerd-font-mono"
cask "font-atkinson-hyperlegible"
cask "font-aurulentsansmono-nerd-font"
cask "font-aurulentsansmono-nerd-font-mono"
cask "font-bitstreamverasansmono-nerd-font"
cask "font-bitstreamverasansmono-nerd-font-mono"
cask "font-cascadia"
cask "font-codenewroman-nerd-font"
cask "font-codenewroman-nerd-font-mono"
cask "font-consolas-for-powerline"
cask "font-cousine-nerd-font"
cask "font-cousine-nerd-font-mono"
cask "font-dejavusansmono-nerd-font"
cask "font-dejavusansmono-nerd-font-mono"
cask "font-droidsansmono-nerd-font"
cask "font-droidsansmono-nerd-font-mono"
cask "font-fantasque-sans-mono"
cask "font-fantasquesansmono-nerd-font"
cask "font-fantasquesansmono-nerd-font-mono"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-firamono-nerd-font"
cask "font-firamono-nerd-font-mono"
cask "font-fontawesome"
cask "font-go-mono-nerd-font"
cask "font-go-mono-nerd-font-mono"
cask "font-gohu-nerd-font"
cask "font-gohu-nerd-font-mono"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-hack-nerd-font-mono"
cask "font-hasklig-nerd-font"
cask "font-hasklig-nerd-font-mono"
cask "font-heavydata-nerd-font"
cask "font-heavydata-nerd-font-mono"
cask "font-hermit-nerd-font"
cask "font-hermit-nerd-font-mono"
cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ibm-plex"
cask "font-inconsolata-nerd-font"
cask "font-inconsolata-nerd-font-mono"
cask "font-inconsolatago-nerd-font"
cask "font-inconsolatago-nerd-font-mono"
cask "font-inconsolatalgc-nerd-font"
cask "font-inconsolatalgc-nerd-font-mono"
cask "font-inter"
cask "font-inter-ui"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-nerd-font-mono"
cask "font-iosevka-slab"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-lekton-nerd-font-mono"
cask "font-liberationmono-nerd-font"
cask "font-liberationmono-nerd-font-mono"
cask "font-m-plus"
cask "font-meslo-nerd-font"
cask "font-meslo-nerd-font-mono"
cask "font-monofur-nerd-font"
cask "font-monofur-nerd-font-mono"
cask "font-monoid-nerd-font"
cask "font-monoid-nerd-font-mono"
cask "font-mononoki-nerd-font"
cask "font-mononoki-nerd-font-mono"
cask "font-mplus-1mn-nerd-mono"
cask "font-mplus-nerd-font"
cask "font-mplus-nerd-font-mono"
cask "font-neodunggeunmo"
cask "font-neodunggeunmo-code"
cask "font-noto-nerd-font"
cask "font-noto-nerd-font-mono"
cask "font-open-sans"
cask "font-open-sans-condensed"
cask "font-poppins"
cask "font-profont-nerd-font"
cask "font-profont-nerd-font-mono"
cask "font-proggyclean-nerd-font"
cask "font-proggyclean-nerd-font-mono"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-robotomono-nerd-font"
cask "font-robotomono-nerd-font-mono"
cask "font-rounded-m-plus"
cask "font-sharetechmono-nerd-font"
cask "font-sharetechmono-nerd-font-mono"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "font-spacemono-nerd-font"
cask "font-spacemono-nerd-font-mono"
cask "font-sudo"
cask "font-terminus-nerd-font"
cask "font-terminus-nerd-font-mono"
cask "font-tinos-nerd-font-mono"
cask "font-ubuntu-nerd-font"
cask "font-ubuntu-nerd-font-mono"
cask "font-ubuntumono-nerd-font"
cask "font-ubuntumono-nerd-font-mono"
cask "gutenprint"
cask "handbrake"
cask "imageoptim"
cask "java"
cask "java-jdk-javadoc"
cask "keepingyouawake"
cask "keka"
cask "kitty"
cask "ksdiff"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "mactex"
cask "mono-mdk"
cask "mounty"
cask "mpv"
cask "onyx"
cask "osxfuse"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "sdformatter"
cask "skim"
cask "spotify"
cask "steam"
cask "suspicious-package"
cask "tex-live-utility"
cask "tor-browser"
cask "transmission"
cask "ubiquiti-unifi-controller"
cask "unshaky"
cask "veracrypt"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "webpquicklook"
cask "wireshark"
cask "xld"
cask "xquartz"
mas "FileBot.launcher", id: 905384638
mas "Gifski", id: 1351639930
mas "Icon Slate", id: 439697913
mas "iNet Network Scanner", id: 403304796
mas "Instapaper", id: 1481302432
mas "Kaleidoscope", id: 587512244
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "NepTunes", id: 1006739057
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Pixelmator", id: 407963104
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
